{
  "icd_vocab": [
    "4280",
    "N390",
    "2859",
    "G4733",
    "E785",
    "K219",
    "41401",
    "V1582",
    "2449",
    "V5861",
    "I129",
    "2724",
    "J449",
    "Z87891",
    "Z794",
    "D649",
    "E871",
    "E1122",
    "N179",
    "Z7902",
    "Z7901",
    "F419",
    "I2510",
    "Y929",
    "40390",
    "I4891",
    "V5867",
    "311",
    "5849",
    "E669",
    "30000",
    "F17210",
    "Z20822",
    "49390",
    "53081",
    "Z66",
    "32723",
    "42731",
    "3051",
    "5990",
    "5859",
    "E119",
    "2720",
    "E039",
    "I10",
    "25000",
    "D62",
    "4019",
    "F329",
    "J45909"
  ],
  "n_icd": 50,
  "proc_vocab": [
    "9604",
    "10D00Z1",
    "3899",
    "5A1945Z",
    "02HV33Z",
    "3E0G76Z",
    "3722",
    "8744",
    "0066",
    "0331",
    "02100Z9",
    "3897",
    "009U3ZX",
    "8856",
    "0W9G3ZZ",
    "3324",
    "8848",
    "0W9G3ZX",
    "10E0XZZ",
    "3607",
    "0DJ08ZZ",
    "8952",
    "9671",
    "3891",
    "B211YZZ",
    "9672",
    "02H633Z",
    "0BH17EZ",
    "5A1221Z",
    "0045",
    "5A1955Z",
    "5A1D70Z",
    "4513",
    "9915",
    "966",
    "3950",
    "3615",
    "5491",
    "7569",
    "3E04305",
    "9904",
    "3961",
    "741",
    "9925",
    "8938",
    "3995",
    "4516",
    "3893",
    "0040",
    "8872"
  ],
  "n_proc": 50,
  "lab_vocab_items": [
    "50971",
    "50983",
    "50902",
    "50912",
    "51221",
    "51006",
    "50882",
    "50868",
    "50931",
    "51265",
    "51222",
    "51301",
    "51249",
    "51279",
    "51250",
    "51248",
    "51277",
    "50960",
    "50970",
    "50893",
    "50934",
    "51678",
    "50947",
    "52172",
    "51275",
    "51237",
    "51274",
    "50861",
    "50878",
    "50885",
    "50863",
    "52033",
    "50820",
    "50821",
    "50802",
    "50804",
    "50818",
    "50813",
    "51256",
    "51146",
    "51200",
    "51244",
    "51254",
    "50954",
    "50862",
    "50808",
    "50920",
    "52075",
    "52073",
    "52074"
  ],
  "n_lab": 50,
  "itemid_to_label": {
    "50971": "Potassium",
    "50983": "Sodium",
    "50902": "Chloride",
    "50912": "Creatinine",
    "51221": "Hematocrit",
    "51006": "Urea Nitrogen",
    "50882": "Bicarbonate",
    "50868": "Anion Gap",
    "50931": "Glucose",
    "51265": "Platelet Count",
    "51222": "Hemoglobin",
    "51301": "White Blood Cells",
    "51249": "MCHC",
    "51279": "Red Blood Cells",
    "51250": "MCV",
    "51248": "MCH",
    "51277": "RDW",
    "50960": "Magnesium",
    "50970": "Phosphate",
    "50893": "Calcium, Total",
    "50934": "H",
    "51678": "L",
    "50947": "I",
    "52172": "RDW-SD",
    "51275": "PTT",
    "51237": "INR(PT)",
    "51274": "PT",
    "50861": "Alanine Aminotransferase (ALT)",
    "50878": "Asparate Aminotransferase (AST)",
    "50885": "Bilirubin, Total",
    "50863": "Alkaline Phosphatase",
    "52033": "Specimen Type",
    "50820": "pH",
    "50821": "pO2",
    "50802": "Base Excess",
    "50804": "Calculated Total CO2",
    "50818": "pCO2",
    "50813": "Lactate",
    "51256": "Neutrophils",
    "51146": "Basophils",
    "51200": "Eosinophils",
    "51244": "Lymphocytes",
    "51254": "Monocytes",
    "50954": "Lactate Dehydrogenase (LD)",
    "50862": "Albumin",
    "50808": "Free Calcium",
    "50920": "Estimated GFR (MDRD equation)",
    "52075": "Absolute Neutrophil Count",
    "52073": "Absolute Eosinophil Count",
    "52074": "Absolute Monocyte Count"
  }
}